const text = {
  // initial page
  ABOUT_TITLE: 'О проекте',
  ABOUT_PROJECT:
    'Это приложение позволяет подсчитывать накопленные промили за вычетом нейтрализованного количества. ' +
    'Для достижения адекватных показателей, нужно руководствуясь инженерной интуицией определить собственный уровень устойчивости',
  LET_START: 'Приступим!',
  // select the level page
  LEVEL_SELECT_TITLE: 'Выбор уровня',
  NEXT: 'Продолжить',
  // prepare to input page
  TIME_SELECT_TITLE: 'Определимся с временем',
  TIME_SELECT_DESCRIPTION:
    'Нужно выбрать, было ли вносимое значение уже осилено или только планирует - это повлияет на расчеты',
  INPUT_PAST_BTN: 'Записать выпитое',
  INPUT_FUTURE_BTN: 'Собираюсь выпить',
  INPUT_SUBMIT: 'Внести в протокол!',
};

export default text;
