const text = {
  // initial page
  ABOUT_TITLE: 'О проекте',
  ABOUT_PROJECT:
    'Это приложение позволяет подсчитывать накопленные промили за вычетом нейтрализованного количества. ' +
    'Для достижения адекватных показателей, нужно руководствуясь инженерной интуицией определить собственный уровень устойчивости',
  LET_START: 'Приступим!',
  // select the level page
  LEVEL_SELECT_TITLE: 'Выбор уровня',
  NEXT: 'Продолжить',
  // prepare to input page
  TIME_SELECT_TITLE: 'Определимся с временем',
  TIME_SELECT_DESCRIPTION:
    'Нужно выбрать, было ли вносимое значение уже осилено или только планируется - это повлияет на расчеты',
  INPUT_PAST_BTN: 'Записать выпитое',
  INPUT_FUTURE_BTN: 'Собираюсь выпить',
  INPUT_SUBMIT: 'Внести в протокол!',
  // side menu
  CHANGE_LEVEL: 'Изменить уровень',
  INTOXICATION_INFO: 'Подробнее об уровнях интоксикации',
  RESET: 'Сброс',
  BACKWARD: 'Отменить последний ввод',
  HISTORY: 'История',
  // intoxication page
  INFO_TITLE: 'Что значат цифры сверху',
  INFO_DESCRIPTION:
    'менее 0,3 ‰ — отсутствие влияния алкоголя;' +
    'от 0,3 до 0,5 ‰ — незначительное влияние алкоголя;' +
    'от 0,5 до 1,5 ‰ — лёгкое опьянение;' +
    'от 1,5 до 2,5 ‰ — опьянение средней степени;' +
    'от 2,5 до 3,0 ‰ — сильное опьянение;' +
    'от 3,0 до 5,0 ‰ — тяжёлое отравление алкоголем, может наступить смерть;',
  // history page
  HISTORY_PAGE: 'История',
  EMPTY_HISTORY: 'Еще нет ни одной записи. Пожалуйста бахни уже что-нибудь, клянусь Дионисом тебе это нужно',
};

export default text;
